Repository: Alan86024/favoriteFolders
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, pt_br, pt_pt, tr, uk

source: Favorite folders
fr: Dossiers favoris
pt_br: Pastas favoritas
pt_pt: Pastas favoritas
tr: Favori klasörler
uk: Улюблені папки

source: Opens a dialog box to register and open favorite folders.
fr: Ouvrir une boîte de dialogue pour enregistrer ou ouvrir les dossiers favoris.
pt_br: Abre uma caixa de diálogo para cadastrar ou abrir uma pasta favorita.
pt_pt: Abre uma janela onde pode registar ou abrir uma pasta favorita.
tr: Sık kullanılan klasörleri kaydetmek veya açmak için bir iletişim kutusu açar.
uk: Відкриває діалог для реєстрації та відкриття улюблених папок.

source: You do not have added folders and is not in the windows explorer window to make a record
fr: Vous n'avez aucun dossier enregistré et vous n'êtes pas dans la fenêtre de l'Explorateur Windows pour effectuer un enregistrement
pt_br: Você não tem pastas cadastradas e não está na janela do Explorador de arquivos para efetuar um registro
pt_pt: Não tem pastas registadas e não está numa janela do Explorador de ficheiros para adicionar um registo
tr: Kayıtlı klasörünüz yok ve kaydetmek için Windows Gezgini penceresinde değilsiniz
uk: У вас немає зареєстрованих папок, і ви не перебуваєте у вікні Провідника Windows, щоб виконати реєстрацію

source: Favorite folders list
fr: Liste des dossiers favoris
pt_br: Lista de pastas favoritas
pt_pt: Lista de pastas favoritas
tr: Favori klasör listesi
uk: Список улюблених папок

source: &Show paths in the list
fr: Affic&her les adresses dans la liste
pt_br: &Mostrar endereços na lista
pt_pt: Mostrar &caminho na lista
tr: Li&stede tam yolları göster
uk: &Показати шляхи у списку

source: &Add folder
fr: &Ajouter un dossier
pt_br: &Adicionar pasta
pt_pt: &Adicionar pasta
tr: Klasörü &ekle
uk: &Додати папку

source: &Open folder
fr: Ouvrir un doss&ier
pt_br: Abrir pas&ta
pt_pt: Abrir &pasta
tr: Klasörü &aç
uk: &Відкрити папку

source: Write in the e&dit box
fr: Écrire dans la zone &d'édition
pt_br: Escrever em caixa¨&de texto
pt_pt: Escrever no campo de &edição
tr: &Düzenleme kutusuna yaz
uk: Написати у полі &редагування

source: Re&name
fr: Re&nommer
pt_br: Re&nomear
pt_pt: Re&nomear
tr: Ye&niden adlandır
uk: Пере&йменувати

source: &Remove
fr: &Supprimer
pt_br: &Remover
pt_pt: &Remover
tr: Kaldı&r
uk: &Видалити

source: Enter a nickname for the folder
fr: Entrez un nom de référence pour le dossier
pt_br: Entre com um nome de referência para a pasta.
pt_pt: Indique o nome para a pasta.
tr: Klasör için bir takma ad girin
uk: Введіть псевдонім для папки

source: There is already a folder with this nickname!
fr: Il y a déjà un dossier avec cette référence !
pt_br: Já existe uma pasta com esta referência!
pt_pt: Já existe uma pasta com este nome!
tr: Bu takma ada sahip bir klasör zaten var!
uk: Папка з таким псевдонімом вже існує!

source: Enter a new nickname for %s
fr: Entrez un nouveau nom de référence pour %s
pt_br: Entre com um novo nome de referência para %s.
pt_pt: Indique o novo nome para %s.
tr: %s için yeni bir takma ad girin
uk: Введіть новий псевдонім для %s

source: Are you sure you want to remove %s?
fr: Êtes-vous sûr de vouloir supprimer %s de votre liste des dossiers favoris ?
pt_br: Você tem certeza que deseja remover %s da sua lista de pastas favoritas?
pt_pt: Tem a certeza que deseja remover %s da lista de pastas favoritas?
tr: %s'i kaldırmak istediğine emin misin?
uk: Ви впевнені, що хочете видалити %s?

source: Nickname
fr: Référence
pt_br: Referência
pt_pt: Nome
tr: Takma ad
uk: Псевдонім

source: Address
fr: Adresse
pt_br: Endereço
pt_pt: Caminho
tr: Adres
uk: Адреса

source: Favorite folders - Register favorite folders
fr: Dossiers favoris - Enregistrer les dossiers favoris
pt_br: Pastas favoritas - Registre as pastas favoritas
pt_pt: Pastas favoritas - Registar pastas favoritas
tr: Favori klasörler - Favori klasörleri kaydedin
uk: Улюблені папки - реєструйте улюблені папки

source: Register favorite folders to provide quick access to them. Shortcut: WINDOWS+BACKSPACE
fr: Enregistrez vos dossiers favoris pour y accéder rapidement. Raccourci : FENÊTRES+ESPACE ARRIÈRE
pt_br: Registre as pastas favoritas para ter acesso rápido a elas. Atalho: WINDOWS+BACKSPACE
pt_pt: Registe as pastas favoritas para ter acesso rápido às mesmas. Atalho: WINDOWS+BACKSPACE
tr: Hızlı erişim sağlamak için favori klasörleri kaydedin. Kısayol: WINDOWS+GERİ silme
uk: Зареєструйте улюблені папки, щоб забезпечити швидкий доступ до них. Комбінація клавіш: WINDOWS+бекспейс
